Docs/Reference/Content/images/dependencies/net8.0/d2/alloverit-serialization-binary.d2
direction: left

aoi: AllOverIt
aoi.alloverit-serialization-binary: AllOverIt.Serialization.Binary
aoi.alloverit: AllOverIt
aoi.alloverit <- aoi.alloverit-serialization-binary
aoi.alloverit-assertion: AllOverIt.Assertion
aoi.alloverit-assertion <- aoi.alloverit
